[{"_id":"5a4a494ae0ff370509a9a86c","slug":"hummingbird","animal":"Hummingbird","description":"Hummingbirds are birds from the Americas that constitute the family Trochilidae. They are among the smallest of birds, most species measuring 7.5–13 cm (3–5 in) in length. Indeed, the smallest extant bird species is a hummingbird, the 5 cm (2.0 in) bee hummingbird weighing less than 2.0 g (0.07 oz).\r\n\r\nThey are known as hummingbirds because of the humming sound created by their beating wings which flap at high frequencies audible to humans. They hover in mid-air at rapid wing-flapping rates, which vary from around 12 beats per second in the largest species, to in excess of 80 in some of the smallest. Of those species that have been measured in wind tunnels, their top speed exceeds 15 m/s (54 km/h; 34 mph) and some species can dive at speeds in excess of 22 m/s (79 km/h; 49 mph).\r\n\r\nHummingbirds have the highest metabolism of any homeothermic animal. To conserve energy when food is scarce, and nightly when not foraging, they can go into torpor, a state similar to hibernation, slowing metabolic rate to 1/15th of its normal rate.","photo":"b30eca0f-c310-4d97-a679-b8023c146763.jpeg","author":"5a1648ce5bbec103fb5eda24","location":{"type":"Point","coordinates":[-61.22250300000002,10.691803],"habitat":"Trinidad and Tobago"},"created":"2018-01-01T14:44:26.712Z","categories":["Birds"]},{"_id":"5a4a4b43e0ff370509a9a86d","slug":"cormorant","animal":"Cormorant","description":"Phalacrocoracidae is a family of some 40 species of aquatic birds commonly known as cormorants and shags. Several different classifications of the family have been proposed recently, and the number of genera is disputed. There is no consistent distinction between \"cormorants\" and \"shags\" as these appellations have been assigned to different species in these genera at various points in time.\r\n\r\nCormorants and shags are medium-to-large birds, with body weight in the range of 0.35–5 kilograms (0.77–11.02 lb) and wing span of 45–100 centimetres (18–39 in). The majority of species have dark feathers. The bill is long, thin and hooked. Their feet have webbing between all four toes. All species are fish-eaters, catching the prey by diving from the surface. They are excellent divers, and under water they propel themselves with their feet with help from their wings; some cormorant species have been found to dive as deep as 45 metres. They have relatively short wings due to their need for economical movement underwater, and consequently have the highest flight costs of any bird.","photo":"31d0ed80-ce12-46e1-9676-c28fb9cc0cd2.jpeg","author":"5a1648ce5bbec103fb5eda24","location":{"type":"Point","coordinates":[-124.50852299999997,-8.783195000000001],"habitat":"Pacific Ocean"},"created":"2018-01-01T14:52:51.233Z","categories":["Birds"]},{"_id":"5a4a4ba5e0ff370509a9a86e","slug":"jaguar","animal":"Jaguar","description":"The jaguar (Panthera onca) is a big cat, a feline in the Panthera genus, and is the only extant Panthera species native to the Americas. The jaguar is the third-largest feline species after the tiger and the lion, and the largest in the Americas. The jaguar's present range extends from Southwestern United States and Mexico across much of Central America and south to Paraguay and northern Argentina. Though there are single cats now living within the western United States, the species has largely been extirpated from the United States since the early 20th century.\r\n\r\nThis spotted cat most closely resembles the leopard physically, although it is usually larger and of sturdier build and its behavioral and habitat characteristics are closer to those of the tiger. While dense rainforest is its preferred habitat, the jaguar will range across a variety of forested and open terrains. Its preferred habitats are usually swamps and wooded regions, but jaguars also live in scrublands and deserts. The jaguar is notable, along with the tiger, as a feline that enjoys swimming. The jaguar is largely a solitary, opportunistic, stalk-and-ambush predator at the top of the food chain (an apex predator). It is a keystone species, playing an important role in stabilizing ecosystems and regulating the populations of the animals it hunts. The jaguar has an exceptionally powerful bite, even relative to the other big cats. This allows it to pierce the shells of armored reptiles and to employ an unusual killing method: it bites directly through the skull of prey between the ears to deliver a fatal bite to the brain.\r\n\r\nThe jaguar is a near-threatened species and its numbers are declining. Threats include loss and fragmentation of habitat. While international trade in jaguars or their parts is prohibited, the cat is still frequently killed by humans, particularly in conflicts with ranchers and farmers in South America. Although reduced, its range remains large. Given its historical distribution, the jaguar has featured prominently in the mythology of numerous indigenous American cultures, including those of the Maya and Aztec.","photo":"bb9247aa-42cd-4cff-93ff-56e5feb0a6aa.jpeg","author":"5a1648ce5bbec103fb5eda24","location":{"type":"Point","coordinates":[-46.63330940000003,-23.5505199],"habitat":"São Paulo - State of São Paulo, Brazil"},"created":"2018-01-01T14:54:29.392Z","categories":["Mammals"]},{"_id":"5a4a4bbae0ff370509a9a86f","slug":"tiger","animal":"Tiger","description":"The tiger (Panthera tigris) is the largest cat species, most recognizable for their pattern of dark vertical stripes on reddish-orange fur with a lighter underside. The species is classified in the genus Panthera with the lion, leopard, jaguar, and snow leopard. Tigers are apex predators, primarily preying on ungulates such as deer and bovids. They are territorial and generally solitary but social animals, often requiring large contiguous areas of habitat that support their prey requirements. This, coupled with the fact that they are indigenous to some of the more densely populated places on Earth, has caused significant conflicts with humans.\r\n\r\nTigers once ranged widely across eastern Eurasia, from the Black Sea in the west, to the Indian Ocean in the south, and from Kolyma to Sumatra in the east. Over the past 100 years, they have lost 93% of their historic range, and have been extirpated from Western and Central Asia, from the islands of Java and Bali, and from large areas of Southeast, Southern, and Eastern Asia. Today, they range from the Siberian taiga to open grasslands and tropical mangrove swamps. The remaining six tiger subspecies have been classified as endangered by the International Union for Conservation of Nature (IUCN). Major reasons for population decline include habitat destruction, habitat fragmentation and poaching. The extent of area occupied by tigers is estimated at less than 1,184,911 km2 (457,497 sq mi), a 41% decline from the area estimated in the mid-1990s. The global population in the wild is estimated to number between 3,062 and 3,948 individuals, down from around 100,000 at the start of the 20th century, with most remaining populations occurring in small pockets isolated from each other, in which about 2,000 tigers live on the Indian subcontinent. In 2016, an estimate of a global wild tiger population of approximately 3,890 individuals was presented during the Third Asia Ministerial Conference on Tiger Conservation. The WWF declared that the world's count of wild tigers has risen for the first time in a century.\r\n\r\nTigers are among the most recognisable and popular of the world's charismatic megafauna. They have featured prominently in ancient mythology and folklore, and continue to be depicted in modern films and literature. They appear on many flags, coats of arms, and as mascots for sporting teams. The tiger is the national animal of Bangladesh, India, Malaysia and South Korea.","photo":"78699e8f-59fd-4eca-8e77-3f3babd6b0f0.jpeg","author":"5a1648ce5bbec103fb5eda24","location":{"type":"Point","coordinates":[100.61965529999998,34.047863],"habitat":"Asia"},"created":"2018-01-01T14:54:50.566Z","categories":["Mammals"]},{"_id":"5a4a4c11e0ff370509a9a870","slug":"lion","animal":"Lion","description":"The lion (Panthera leo) is one of the big cats in the Felidae family and a member of genus Panthera. It has been listed as Vulnerable on the IUCN Red List since 1996, as populations in African range countries declined by about 43% since the early 1990s. Lion populations are untenable outside designated protected areas. Although the cause of the decline is not fully understood, habitat loss and conflicts with humans are the greatest causes of concern. The West African lion population is listed as Critically Endangered since 2016. The only lion population in Asia survives in and around India's Gir Forest National Park and is listed as Endangered since 1986.\r\n\r\nThe commonly used term African lion collectively denotes lion populations in Africa. It is the second-largest living cat after the tiger, with some males exceeding 250 kg (550 lb) in weight, barring hybrids like the liger. In ancient times, the modern lion's range was in most of Africa, including North Africa, and across Eurasia from Greece and southeastern Europe to India. In the late Pleistocene, the lion was the most widespread large land mammal after humans; Panthera leo spelaea lived in northern and western Europe, and Panthera leo atrox in the Americas from the Yukon River to Peru.\r\n\r\nWith some males exceeding 250 kg (550 lb) in weight, it is the second-largest living cat species after the tiger. Wild male lions seldom live longer than 10 to 14 years, as injuries sustained from continual fighting with rival males greatly reduce their life span. Captive lions live more than 20 years.","photo":"d2b56870-e4ad-4a82-9bcf-7055adabb18d.jpeg","author":"5a1648ce5bbec103fb5eda24","location":{"type":"Point","coordinates":[-164.8,62.5986111],"habitat":"Yukon River, Kusilvak Census Area, AK, United States"},"created":"2018-01-01T14:56:17.415Z","categories":["Mammals"]},{"_id":"5a4a4c2fe0ff370509a9a871","slug":"gorilla","animal":"Gorilla","description":"Gorillas are ground-dwelling, predominantly herbivorous apes that inhabit the forests of central Africa. The eponymous genus Gorilla is divided into two species: the eastern gorillas and the western gorillas (both critically endangered), and either four or five subspecies. They are the largest living primates. The DNA of gorillas is highly similar to that of humans, from 95–99% depending on what is counted, and they are the next closest living relatives to humans after the chimpanzees and bonobos.\r\n\r\nGorillas' natural habitats cover tropical or subtropical forests in Africa. Although their range covers a small percentage of Africa, gorillas cover a wide range of elevations. The mountain gorilla inhabits the Albertine Rift montane cloud forests of the Virunga Volcanoes, ranging in altitude from 2,200–4,300 metres (7,200–14,100 ft). Lowland gorillas live in dense forests and lowland swamps and marshes as low as sea level, with western lowland gorillas living in Central West African countries and eastern lowland gorillas living in the Democratic Republic of the Congo near its border with Rwanda.\r\n\r\nGorillas move around by knuckle-walking, although they sometimes walk bipedally for short distances while carrying food or in defensive situations.[14] Wild male gorillas weigh 135 to 195 kg (300 to 430 lb) while adult females usually weigh half as much as adult males at 70–115 kg (150–250 lb). Adult males are 1.5 to 1.8 m (4 ft 11 in to 5 ft 11 in) tall, with an arm span that stretches from 2.3 to 2.6 m (7 ft 7 in to 8 ft 6 in).","photo":"bb601824-2f8c-4ad7-96e5-39c4808e0eff.jpeg","author":"5a1648ce5bbec103fb5eda24","location":{"type":"Point","coordinates":[15.82765900000004,-0.228021],"habitat":"Congo"},"created":"2018-01-01T14:56:47.207Z","categories":["Mammals"]},{"_id":"5a4a4e59e0ff370509a9a872","slug":"salamander","animal":"Salamander","description":"Salamanders are a group of amphibians typically characterized by a lizard-like appearance, with slender bodies, blunt snouts, short limbs projecting at right angles to the body, and the presence of a tail in both larvae and adults. All present-day salamander families are grouped together under the scientific name Urodela. Salamander diversity is most abundant in the Northern Hemisphere and most species are found in the Holarctic ecozone, with some species present in the Neotropical zone.\r\n\r\nSalamanders rarely have more than four toes on their front legs and five on their rear legs, but some species have fewer digits and others lack hind limbs. Their permeable skin usually makes them reliant on habitats in or near water or other cool, damp places. Some salamander species are fully aquatic throughout their lives, some take to the water intermittently, and others are entirely terrestrial as adults. Unique among vertebrates, they are capable of regenerating lost limbs, as well as other damaged parts of their bodies. Researchers hope to reverse engineer the remarkable regenerative processes for potential human medical applications, such as brain and spinal cord injury treatment or preventing harmful scarring during heart surgery recovery. Members of the family Salamandridae are mostly known as newtsand lack the costal grooves along the sides of their bodies typical of other groups. The skin of some species contains the powerful poison tetrodotoxin; these salamanders tend to be slow-moving and have bright warning coloration to advertise their toxicity. Salamanders typically lay eggs in water and have aquatic larvae, but great variation occurs in their lifecycles. Some species in harsh environments reproduce while still in the larval state.\r\n\r\nThe skin lacks scales and is moist and smooth to the touch, except in newts of the Salamandridae, which may have velvety or warty skin, wet to the touch. The skin may be drab or brightly colored, exhibiting various patterns of stripes, bars, spots, blotches, or dots. Male newts become dramatically colored during the breeding season. Cave species dwelling in darkness lack pigmentation and have a translucent pink or pearlescent appearance.","photo":"b49cfc4a-d5a6-48e0-860b-935b60cc7889.jpeg","author":"5a1648ce5bbec103fb5eda24","location":{"type":"Point","coordinates":[-105.25511870000003,54.5259614],"habitat":"North America"},"created":"2018-01-01T15:06:01.301Z","categories":["Amphibians"]},{"_id":"5a4a4eb0e0ff370509a9a873","slug":"frog---golden-toad","animal":"Frog - Golden Toad","description":"The golden toad (Incilius periglenes, formerly Bufo periglenes) was a small true toad that was once abundant in a small, high-altitude region about 4 square kilometres (1.5 sq mi) in an area north of the city of Monteverde, Costa Rica. It was endemic to elfin cloud forest. Also called the Monte Verde toad, Alajuela toad and orange toad, it is commonly considered the \"poster child\" for the amphibian decline crisis. This toad was first described in 1966 by herpetologist Jay Savage. The last sighting of a single male golden toad was on 15 May 1989, and it has since been classified as extinct by the International Union for Conservation of Nature (IUCN).\r\n\r\nThe golden toad was one of more than 500 species in the family Bufonidae—the \"true toads\". Males were orange and sometimes slightly mottled on the belly, while females showed a greater variety of colors, including black, yellow, red, green, and white; both sexes had smooth skin. Females were typically larger than males. Body length ranged from 39 to 48 mm in males and from 42 to 56 mm in females. Males had proportionally longer limbs and longer, more acute noses than females. Females also had enlarged cranial crests above the level of the orbit (eye socket), while in males the crests were much lower.\r\n\r\nIndividuals spent the majority of their lives in moist underground burrows, in particular during the dry season. The average lifespan of the golden toad is unknown, but other amphibian species in the family Bufonidae have an average lifespan of 10–12 years.","author":"5a1648ce5bbec103fb5eda24","location":{"type":"Point","coordinates":[-84.79512679999999,10.3029907],"habitat":"Monteverde Cloud Forest Reserve, Carretera a Reserva de Monteverde, Monte Verde, Puntarenas Province, Costa Rica"},"created":"2018-01-01T15:07:28.237Z","categories":["Amphibians"],"photo":"4d92e291-7ebb-4a83-8cab-699561328ec2.jpeg"},{"_id":"5a4a4eb0e0ff370509a9a873","slug":"frog---golden-toad","animal":"Frog - Golden Toad","description":"The golden toad (Incilius periglenes, formerly Bufo periglenes) was a small true toad that was once abundant in a small, high-altitude region about 4 square kilometres (1.5 sq mi) in an area north of the city of Monteverde, Costa Rica. It was endemic to elfin cloud forest. Also called the Monte Verde toad, Alajuela toad and orange toad, it is commonly considered the \"poster child\" for the amphibian decline crisis. This toad was first described in 1966 by herpetologist Jay Savage. The last sighting of a single male golden toad was on 15 May 1989, and it has since been classified as extinct by the International Union for Conservation of Nature (IUCN).\r\n\r\nThe golden toad was one of more than 500 species in the family Bufonidae—the \"true toads\". Males were orange and sometimes slightly mottled on the belly, while females showed a greater variety of colors, including black, yellow, red, green, and white; both sexes had smooth skin. Females were typically larger than males. Body length ranged from 39 to 48 mm in males and from 42 to 56 mm in females. Males had proportionally longer limbs and longer, more acute noses than females. Females also had enlarged cranial crests above the level of the orbit (eye socket), while in males the crests were much lower.\r\n\r\nIndividuals spent the majority of their lives in moist underground burrows, in particular during the dry season. The average lifespan of the golden toad is unknown, but other amphibian species in the family Bufonidae have an average lifespan of 10–12 years.","author":"5a1648ce5bbec103fb5eda24","location":{"type":"Point","coordinates":[-84.79512679999999,10.3029907],"habitat":"Monteverde Cloud Forest Reserve, Carretera a Reserva de Monteverde, Monte Verde, Puntarenas Province, Costa Rica"},"created":"2018-01-01T15:07:28.237Z","categories":["Amphibians"],"photo":"4d92e291-7ebb-4a83-8cab-699561328ec2.jpeg"},{"_id":"5a4be30b8779f0049e735def","slug":"black-widow","animal":"Black Widow","description":"Latrodectus mactans, known as southern black widow or simply black widow, and the shoe-button spider is a highly venomous species of spider in the genus Latrodectus. The females are well known for their distinctive black and red coloring and for the fact that they will occasionally eat their mate after reproduction. The species is native to North America. The venom is seldom fatal to healthy humans.\r\n\r\nThe body length (excluding legs) of the mature female is 8–13 mm (0.31–0.51 in), 3–6 mm (0.12–0.24 in) for males. Legs are long in proportion to body. Females are shiny and black in color, with a red marking in the shape of an hourglass on the ventral (under) side of her very rounded abdomen. There is much variation in female size, particularly in egg-carrying (gravid) females. The abdomen of a gravid female can be more than 1.25 cm (0.5 in) in diameter. Many female widows also have an orange or red patch just above the spinnerets on the top of the abdomen. Juveniles have a distinctly different appearance from the adults; the abdomen is grayish to black with white stripes running across it and is spotted with yellow and orange. Males are either purple, or closer to the appearance of the juveniles in color.\r\n\r\nThe web of the black widow spider is a three-dimensional tangled cobweb of exceptionally strong silk.\r\n\r\nBlack widow spiders typically prey on a variety of insects, but occasionally they do feed on woodlice, diplopods, chilopods and other arachnids. The spider's web is even strong enough to catch animals as large as mice. When the prey is entangled by the web, Latrodectus mactans quickly comes out of its retreat, wraps the prey securely in its strong web, then bites and envenoms its prey. The venom takes about ten minutes to take effect; in the meantime, the prey is held tightly by the spider. When movements of the prey cease, digestive enzymes are released into the wound. The black widow spider then carries its prey back to its retreat before feeding.","photo":"1d3e8146-c099-4301-8994-ba8665c25bf4.jpeg","author":"5a1648ce5bbec103fb5eda24","location":{"type":"Point","coordinates":[-99.90181310000003,31.9685988],"habitat":"Texas, United States"},"created":"2018-01-02T19:52:43.854Z","categories":["Invertebrates"]},{"_id":"5a4be13a8779f0049e735dee","slug":"fire-ant","animal":"Fire Ant","description":"The red imported fire ant (Solenopsis invicta), also known as the fire ant or RIFA, is a species of ant native to South America. A member of the genus Solenopsis in the subfamily Myrmicinae, it was described by Swiss entomologist Felix Santschi as a variant in 1916. Its current name invicta was given to the ant in 1972 as a separate species. However, the variant and species were the same ant, and the name was preserved due to its wide use. The red imported fire ant is native to South America but it has been accidentally introduced in Australia, New Zealand, several Asian and Caribbean countries and the United States. The red imported fire ant is polymorphic as workers appear in different shapes and sizes. The ant's colours are red and somewhat yellowish with a brown or black gaster. However, males are completely black. Red imported fire ants are dominant in altered areas and live in a wide variety of habitats. They can be found in rain forests, in disturbed areas, deserts, grasslands, alongside roads and buildings, and in electrical equipment. Colonies form large mounds constructed from dirt with no visible entrances because foraging tunnels are built and workers emerge far away from the nest.\r\n\r\nThese ants exhibit a wide variety of behaviours, such as building rafts when they sense that water levels are rising. They also show necrophoric behaviour, where nestmates discard scraps or dead ants on refuse piles outside the nest. Foraging takes place on warm or hot days, although they may remain outside at night. Workers communicate by a series of semiochemicals and pheromones which are used for recruitment, foraging, and defence. They are omnivores and eat dead mammals, arthropods, insects, seeds, and sweet substances such as honeydew from hemipteran insects with whom they have developed relationships. Predators include arachnids, birds and many insects including other ants, dragonflies, earwigs, and beetles. The ant is a host to parasites and to a number of pathogens, nematodes, and viruses which have been viewed as potential biological control agents. Nuptial flight occurs during the warm seasons, and the alates may mate for as long as 30 minutes. Colony founding can be done via a single queen or a group of queens, who will later contest for dominance once the first workers emerge. Workers can live for several months while queens can live for years; colony numbers can vary from 100,000 to 250,000 individuals. Two forms of society in the red imported fire ant exist: polygynous colonies (nests with multiple queens) and monogynous colonies (nests with one queen).\r\n\r\nVenom plays an important role in the ant's life as it is used to capture prey or for defence. About 95% of the venom's components are water-insoluble piperidine alkaloids, and it is particularly potent on sensitive humans. More than 14 million people are stung by them in the United States annually, where many are expected to develop allergies to the venom. Most victims experience intense burning and swelling, followed by the formation of sterile pustules, which may remain for several days. However 0.6% to 6.0% of people may suffer from anaphylaxis, which can be fatal if left untreated. Common symptoms include dizziness, chest pain, nausea, severe sweating, low blood pressure, loss of breath, and slurred speech. More than 80 deaths have been recorded from red imported fire ant attacks. Treatment depends on the symptoms; those who only experience pain and pustule formation require no medical attention, but those who suffer from anaphylaxis are given epinephrines. Whole body extract immunotherapy is used to treat victims and is regarded as highly effective.","photo":"665327da-1cf9-4937-9c01-12987dd2391d.jpeg","author":"5a1648ce5bbec103fb5eda24","location":{"type":"Point","coordinates":[-63.616671999999994,-38.416097],"habitat":"Argentina"},"created":"2018-01-02T19:44:58.330Z","categories":["Invertebrates"]},{"_id":"5a4be38f8779f0049e735df0","slug":"goliath-birdeater","animal":"Goliath Birdeater","description":"he Goliath birdeater (Theraphosa blondi) belongs to the tarantula family Theraphosidae. Found in northern South America, it is the largest spider in the world by mass and size, but it is second to the giant huntsman spider by leg-span. It is also called the Goliath bird-eating spider; the practice of calling theraphosids \"bird-eating\" derives from an early 18th-century copper engraving by Maria Sibylla Merian that shows one eating a hummingbird. It only rarely preys on adult birds.\r\n\r\nThe goliath birdeater is native to the upland rain forest regions of northern South America: Suriname, Guyana, French Guiana, northern Brazil and southern Venezuela. Most noticeable is in the Amazon rainforest, the spider is terrestrial, living in deep burrows, and is found commonly in marshy or swampy areas. It is a nocturnal species. The spider is part of the local cuisine in northeastern South America, prepared by singeing off the urticating hairs and roasting it in banana leaves. The flavor has been described as \"shrimplike\".\r\n\r\nUnlike other species of spider/tarantula, females do not eat the males during mating. Females mature in 3 to 6 years and have an average life span of 15 to 25 years. Males die soon after maturity and have a lifespan of 3 to 6 years. Colors range from dark to light brown with faint markings on the legs. Birdeaters have hair on their bodies, abdomens, and legs. The female lays anywhere from 100 to 200 eggs, which hatch into spiderlings within six to eight weeks.\r\n\r\nThese spiders can have a leg span of up to 28 cm (11 in), a body length of up to 11.9 cm (4.7 in) and can weigh up to 175 g (6.2 oz). Birdeaters are one of the few tarantula species that lack tibial spurs, located on the first pair of legs of most adult males.","photo":"628cf44e-ff69-4dda-a256-2141ab20be66.jpeg","author":"5a1648ce5bbec103fb5eda24","location":{"type":"Point","coordinates":[-62.215880500000026,-3.4653053],"habitat":"Amazon Rainforest, Codajás - State of Amazonas, Brazil"},"created":"2018-01-02T19:54:55.628Z","categories":["Invertebrates"]},{"_id":"5a4be4f28779f0049e735df1","slug":"siamese-fighting-fish","animal":"Siamese fighting fish","description":"The Siamese fighting fish (Betta splendens), also sometimes colloquially known as the betta, is a species in the gourami family which is popular as an aquarium fish. Bettas can be territorial fish and are prone to high levels of aggression towards each other. Two males in proximity will almost always attack each other, if they do not have the ability to escape this will usually result in the death of one or both of the fish. Female bettas can also become territorial towards each other if they are housed in too small an aquarium. It is typically not recommended to keep male and female bettas together, except temporarily for breeding purposes which should always be undertaken with caution.\r\n\r\nThis species is native to the Mekong basin of Laos, Cambodia, Vietnam and Thailand. The fish can be found in standing waters of canals, rice paddies and floodplains. It is listed as Vulnerable by the IUCN.\r\n\r\nB. splendens usually grows to a length of about 6.5 cm (2.6 in). Although aquarium specimens are widely known for their brilliant colours and large, flowing fins, the natural coloration of B. splendens are generally dull green, brown and grey, and the fins of wild specimens are short. In captivity, they have been selectively bred to display a vibrant array of colours and tail types.\r\n\r\nBetta splendens feed on zooplankton, crustaceans, and the larvae of mosquitoes and other water-bound insects. In captivity they can be fed a varied diet of pellets or frozen foods such as brine shrimp, bloodworms, daphnia and many others.\r\n\r\nDespite myths that they will feed on any plant matter in the tank, they are naturally insectivores and do not typically or naturally consume vegetation.","photo":"bae2cece-a096-4638-83f5-2e3c172e1ec6.jpeg","author":"5a1648ce5bbec103fb5eda24","location":{"type":"Point","coordinates":[102.495496,19.85627],"habitat":"Laos"},"created":"2018-01-02T20:00:50.775Z","categories":["Fish"]},{"_id":"5a4be61a8779f0049e735df2","slug":"goldfish","animal":"Goldfish","description":"The goldfish (Carassius auratus) is a freshwater fish in the family Cyprinidae of order Cypriniformes. It is one of the most commonly kept aquarium fish.\r\n\r\nA relatively small member of the carp family (which also includes the Prussian carp and the crucian carp), the goldfish is native to East Asia. It was first selectively bred in Ancient China more than a thousand years ago, and several distinct breeds have since been developed. Goldfish breeds vary greatly in size, body shape, fin configuration and colouration (various combinations of white, yellow, orange, red, brown, and black are known).\r\n\r\nStarting in ancient China, various species of carp (collectively known as Asian carp) have been bred and reared as food fish for thousands of years. Some of these normally gray or silver species have a tendency to produce red, orange or yellow colour mutations; this was first recorded during the Jin dynasty (265–420).\r\n\r\nDuring the Tang dynasty (618–907), it was popular to raise carp in ornamental ponds and watergardens. A natural genetic mutation produced gold (actually yellowish orange) rather than silver colouration. People began to breed the gold variety instead of the silver variety, keeping them in ponds or other bodies of water. On special occasions at which guests were expected, they would be moved to a much smaller container for display.\r\n\r\nDuring the 1620s, goldfish were highly regarded in southern Europe because of their metallic scales, and symbolised good luck and fortune. It became tradition for married men to give their wives a goldfish on their first anniversary, as a symbol for the prosperous years to come. This tradition quickly died, as goldfish became more available, losing their status. Goldfish were first introduced to North America around 1850 and quickly became popular in the United States.","author":"5a1648ce5bbec103fb5eda24","location":{"type":"Point","coordinates":[84.03128170000002,20.5663895],"habitat":"Katramal, Odisha, India"},"created":"2018-01-02T20:05:46.726Z","categories":["Fish"],"photo":"1ad78918-0f2b-436f-b1e9-85b1242fe158.jpeg"},{"_id":"5a4be7c18779f0049e735df3","slug":"guppy","animal":"Guppy","description":"The guppy (Poecilia reticulata), also known as millionfish and rainbow fish, is one of the world's most widely distributed tropical fish, and one of the most popular freshwater aquarium fish species. It is a member of the family Poeciliidae and, like almost all American members of the family, is live-bearing. Guppies, whose natural range is in northeast South America, were introduced to many habitats and are now found all over the world. They are highly adaptable and thrive in many different environmental and ecological conditions. Male guppies, which are smaller than females, have ornamental caudal and dorsal fins, while females are duller in colour. Wild guppies generally feed on a variety of food sources, including benthic algae and aquatic insect larvae. Guppies are used as a model organism in the fields of ecology, evolution, and behavioural studies.\r\n\r\nGuppies were first described in Venezuela as Poecilia reticulata by Wilhelm Peters in 1859 and as Lebistes poecilioides in Barbados by De Filippi in 1861. It was named Girardinus guppii by Albert Günther in honor of Robert John Lechmere Guppy, who sent specimens of the species from Trinidad to the Natural History Museum in London. It was reclassified as Lebistes reticulatus by Regan in 1913. Then in 1963, Rosen and Bailey brought it back to its original name, Poecilia reticulata. While the taxonomy of the species was frequently changed and resulted in many synonyms, \"guppy\" remains the common name even as Girardinus guppii is now considered a junior synonym of Poecilia reticulata.\r\n\r\nGuppies exhibit sexual dimorphism. While wild-type females are grey in body color, males have splashes, spots, or stripes that can be any of a wide variety of colors. The size of guppies vary, but males are typically 1.5–3.5 cm (0.6–1.4 in) long, while females are 3–6 cm (1.2–2.4 in) long.\r\n\r\nA variety of guppy strains are produced by breeders through selective breeding, characterized by different colours, patterns, shapes, and sizes of fins, such as snakeskin and grass varieties. Many domestic strains have morphological traits that are very distinct from the wild-type antecedents. Males and females of many domestic strains usually have larger body size and are much more lavishly ornamented than their wild-type antecedents.","author":"5a1648ce5bbec103fb5eda24","location":{"type":"Point","coordinates":[-61.79642799999999,17.060816],"habitat":"Antigua and Barbuda"},"created":"2018-01-02T20:12:49.167Z","categories":["Fish"],"photo":"29685d19-8eb7-42a8-a6cd-10c79ee6f041.jpeg"},{"_id":"5a4da7566b50d604e91a6958","slug":"owl","animal":"Owl","description":"Owls are birds from the order Strigiformes, which includes about 200 species of mostly solitary and nocturnal birds of prey typified by an upright stance, a large, broad head, binocular vision, binaural hearing, sharp talons, and feathers adapted for silent flight. Exceptions include the diurnal northern hawk-owl and the gregarious burrowing owl.\r<br />\r<br />Owls hunt mostly small mammals, insects, and other birds, although a few species specialize in hunting fish. They are found in all regions of the Earth except Antarctica and some remote islands.\r<br />\r<br />Owls are divided into two families: the Strigidae family of true (or typical) owls; and the Tytonidae family of barn-owls.\r<br />\r<br />Owls possess large, forward-facing eyes and ear-holes, a hawk-like beak, a flat face, and usually a conspicuous circle of feathers, a facial disc, around each eye. The feathers making up this disc can be adjusted to sharply focus sounds from varying distances onto the owls' asymmetrically placed ear cavities. Most birds of prey have eyes on the sides of their heads, but the stereoscopic nature of the owl's forward-facing eyes permits the greater sense of depth perception necessary for low-light hunting. Although owls have binocular vision, their large eyes are fixed in their sockets—as are those of most other birds—so they must turn their entire heads to change views. As owls are farsighted, they are unable to clearly see anything within a few centimeters of their eyes. Caught prey can be felt by owls with the use of filoplumes—hairlike feathers on the beak and feet that act as \"feelers\". Their far vision, particularly in low light, is exceptionally good.\r<br />\r<br />Owls can rotate their heads and necks as much as 270°. Owls have 14 neck vertebrae compared to seven in humans, which makes their necks more flexible. They also have adaptations to their circulatory systems, permitting rotation without cutting off blood to the brain: the foramina in their vertebrae through which the vertebral arteries pass are about 10 times the diameter of the artery, instead of about the same size as the artery as in humans; the vertebral arteries enter the cervical vertebrae higher than in other birds, giving the vessels some slack, and the carotid arteries unite in a very large anastomosis or junction, the largest of any bird's, preventing blood supply from being cut off while they rotate their necks. Other anastomoses between the carotid and vertebral arteries support this effect.\r<br />\r<br />The smallest owl—weighing as little as 31 g (1 oz) and measuring some 13.5 cm (5 in)—is the elf owl (Micrathene whitneyi). Around the same diminutive length, although slightly heavier, are the lesser known long-whiskered owlet (Xenoglaux loweryi) and Tamaulipas pygmy owl (Glaucidium sanchezi). The largest owls are two similarly sized eagle owls; the Eurasian eagle-owl (Bubo bubo) and Blakiston's fish owl (Bubo blakistoni). The largest females of these species are 71 cm (28 in) long, have 54 cm (21 in) long wings, and weigh 4.2 kg (9.3 lb).\r<br />\r<br />Different species of owls produce different sounds; this distribution of calls aids owls in finding mates or announcing their presence to potential competitors, and also aids ornithologists and birders in locating these birds and distinguishing species. As noted above, their facial discs help owls to funnel the sound of prey to their ears. In many species, these discs are placed asymmetrically, for better directional location.\r<br />\r<br />Owl plumage is generally cryptic, although several species have facial and head markings, including face masks, ear tufts, and brightly coloured irises. These markings are generally more common in species inhabiting open habitats, and are thought to be used in signaling with other owls in low-light conditions.","photo":"1608667a-5247-4dfc-b574-cf283d49fd6f.jpeg","author":"5a1648ce5bbec103fb5eda24","location":{"habitat":"North America","coordinates":[-105.25511870000003,54.5259614],"type":"Point"},"created":"2018-01-04T04:02:30.227Z","categories":["Birds"]}]